Repository: meshwallet/Mesh-Wallet
Catalog: mobile/ios/Mesh/Localizable.xcstrings
Source language: en
Languages: ar, es, id, ru, tr, vi, zh_hans

source: Add address
ar: إضافة عنوان
zh_hans: 添加地址

# ai.organizer.subtitle
source: Groups your activity locally on this device. Nothing is sent to Mesh servers.
ar: يجمع نشاطك محليًا على هذا الجهاز. لا يُرسل شيء إلى خوادم Mesh.
es: Agrupa tu actividad localmente en el dispositivo. No se envía a servidores Mesh.
id: Mengelompokkan aktivitas secara lokal di perangkat. Tidak dikirim ke server Mesh.
tr: Hareketlerinizi yalnızca bu cihazda gruplar. Mesh sunucularına gönderilmez.
vi: Nhóm hoạt động cục bộ trên thiết bị. Không gửi lên máy chủ Mesh.
zh_hans: 在本地设备上整理你的活动。不会发送到 Mesh 服务器。

# ai.organizer.title
source: AI organizer
ar: منظّم الذكاء الاصطناعي
es: Organizador IA
id: Organizer AI
tr: AI düzenleyici
vi: Trình sắp xếp AI
zh_hans: AI 整理

# appUpdate.message
source: Version %@ is available on the App Store. Update for the latest fixes and features.
ar: الإصدار %@ متاح على App Store. حدّث للحصول على أحدث الإصلاحات والميزات.
es: La versión %@ está disponible en el App Store. Actualiza para obtener las últimas mejoras.
id: Versi %@ tersedia di App Store. Perbarui untuk fitur dan perbaikan terbaru.
tr: %@ sürümü App Store'da mevcut. En son düzeltmeler için güncelleyin.
vi: Phiên bản %@ đã có trên App Store. Hãy cập nhật để nhận tính năng mới nhất.
zh_hans: App Store 上有 %@ 版本可用。更新以获取最新修复和功能。

# appUpdate.title
source: Update available
ar: يتوفر تحديث
es: Actualización disponible
id: Pembaruan tersedia
tr: Güncelleme mevcut
vi: Có bản cập nhật
zh_hans: 有可用更新

# appUpdate.update
source: Update
ar: تحديث
es: Actualizar
id: Perbarui
tr: Güncelle
vi: Cập nhật
zh_hans: 更新

source: Clear
ar: مسح
zh_hans: 清除

# common.and
source: and
ar: و
es: y
id: dan
tr: ve
vi: và
zh_hans: 和

# common.cancel
source: Cancel
ar: إلغاء
es: Cancelar
id: Batal
tr: İptal
vi: Hủy
zh_hans: 取消

# common.close
source: Close
ar: إغلاق
es: Cerrar
id: Tutup
tr: Kapat
vi: Đóng
zh_hans: 关闭

# common.contact
source: Contact
ar: تواصل
es: Contacto
id: Kontak
tr: İletişim
vi: Liên hệ
zh_hans: 联系

# common.continue
source: Continue
ar: متابعة
es: Continuar
id: Lanjutkan
tr: Devam
vi: Tiếp tục
zh_hans: 继续

# common.copied
source: Copied
ar: تم النسخ
es: Copiado
id: Disalin
tr: Kopyalandı
vi: Đã sao chép
zh_hans: 已复制

# common.copy
source: Copy
ar: نسخ
es: Copiar
id: Salin
tr: Kopyala
vi: Sao chép
zh_hans: 复制

# common.default
source: Default
ar: افتراضي
es: Predeterminado
tr: Varsayılan
vi: Mặc định
zh_hans: 默认

# common.done
source: Done
ar: تم
es: Listo
id: Selesai
tr: Bitti
vi: Xong
zh_hans: 完成

# common.fee
source: Fee
ar: الرسوم
es: Comisión
id: Biaya
tr: Ücret
vi: Phí
zh_hans: 手续费

# common.generating
source: Generating…
ar: جارٍ الإنشاء…
es: Generando…
id: Membuat…
tr: Oluşturuluyor…
vi: Đang tạo…
zh_hans: 生成中…

# common.next
source: Next
ar: التالي
es: Siguiente
id: Berikutnya
tr: İleri
vi: Tiếp
zh_hans: 下一步

# common.ok
source: OK
ar: موافق
tr: Tamam
zh_hans: 好

# common.paste
source: Paste
ar: لصق
es: Pegar
id: Tempel
tr: Yapıştır
vi: Dán
zh_hans: 粘贴

# common.saving
source: Saving…
ar: جارٍ الحفظ…
es: Guardando…
id: Menyimpan…
tr: Kaydediliyor…
vi: Đang lưu…
zh_hans: 保存中…

# error.amount.below.fee
source: Amount must be greater than the %@ send fee.
ar: يجب أن يكون المبلغ أكبر من رسوم الإرسال %@.
es: El importe debe ser mayor que la comisión de envío de %@.
id: Jumlah harus lebih besar dari biaya kirim %@.
tr: Tutar, %@ gönderim ücretinden büyük olmalıdır.
vi: Số tiền phải lớn hơn phí gửi %@.
zh_hans: 金额必须大于 %@ 发送手续费。

# error.amount.exceeds
source: Insufficient funds.
ar: الرصيد غير كافٍ.
es: Fondos insuficientes.
id: Saldo tidak cukup.
tr: Yetersiz bakiye.
vi: Số dư không đủ.
zh_hans: 余额不足。

# error.balance.load
source: Could not load USDT balance. Check your connection and try again.
ar: تعذّر تحميل رصيد USDT. تحقق من اتصالك وحاول مرة أخرى.
es: No se pudo cargar el saldo USDT. Revisa la conexión e inténtalo de nuevo.
id: Tidak dapat memuat saldo USDT. Periksa koneksi dan coba lagi.
tr: USDT bakiyesi yüklenemedi. Bağlantınızı kontrol edip tekrar deneyin.
vi: Không tải được số dư USDT. Kiểm tra kết nối và thử lại.
zh_hans: 无法加载 USDT 余额。请检查网络连接后重试。

# error.invalid.recovery.phrase
source: Invalid recovery phrase.
ar: عبارة الاسترداد غير صالحة.
es: Frase de recuperación no válida.
id: Frasa pemulihan tidak valid.
tr: Geçersiz kurtarma ifadesi.
vi: Cụm từ khôi phục không hợp lệ.
zh_hans: 恢复短语无效。

# error.wallet.mismatch
source: Wallet address mismatch. Regenerate your phrase and try again.
ar: عنوان المحفظة غير متطابق. أعد إنشاء عبارتك وحاول مرة أخرى.
es: La dirección no coincide. Regenera la frase e inténtalo de nuevo.
id: Alamat dompet tidak cocok. Buat ulang frasa dan coba lagi.
tr: Cüzdan adresi uyuşmuyor. İfadenizi yeniden oluşturup tekrar deneyin.
vi: Địa chỉ ví không khớp. Tạo lại cụm từ và thử lại.
zh_hans: 钱包地址不匹配。请重新生成短语后重试。

# error.wallet.name.taken
source: A wallet with this name already exists.
ar: توجد محفظة بهذا الاسم بالفعل.
es: Ya existe una cartera con este nombre.
id: Dompet dengan nama ini sudah ada.
tr: Bu isimde bir cüzdan zaten var.
vi: Đã có ví với tên này.
zh_hans: 已存在同名钱包。

# exposure.private.balance
source: Private balance
ar: الرصيد الخاص
es: Saldo privado
id: Saldo privat
tr: Gizli bakiye
vi: Số dư riêng tư
zh_hans: 隐私余额

# exposure.reduce.hint
source: Use private receive to reduce on-chain wallet exposure.
ar: استخدم الاستلام الخاص لتقليل ظهور محفظتك على السلسلة.
es: Usa recepción privada para reducir la exposición on-chain de tu billetera.
id: Gunakan terima privat untuk mengurangi eksposur dompet on-chain.
tr: Zincirdeki cüzdan ifşasını azaltmak için gizli alım kullanın.
vi: Dùng nhận riêng tư để giảm lộ thông tin ví on-chain.
zh_hans: 使用隐私收款以减少链上钱包暴露。

# exposure.wallet.exposure
source: Wallet exposure
ar: ظهور المحفظة
es: Exposición de billetera
id: Eksposur dompet
tr: Cüzdan ifşası
vi: Lộ thông tin ví
zh_hans: 钱包暴露

# language.subtitle
source: Choose the language for Mesh
ar: اختر اللغة لـ Mesh
es: Elige el idioma de Mesh
id: Pilih bahasa untuk Mesh
tr: Mesh arayüz dili
vi: Chọn ngôn ngữ cho Mesh
zh_hans: 选择 Mesh 的语言

# language.title
source: Language
ar: اللغة
es: Idioma
id: Bahasa
tr: Dil
vi: Ngôn ngữ
zh_hans: 语言

source: Loading transfers…
ar: جارٍ تحميل التحويلات…
zh_hans: 正在加载转账…

source: No transactions yet
ar: لا توجد معاملات بعد
zh_hans: 暂无交易

# onboarding.add.existing.subtitle
source: Restore with recovery phrase or private key
ar: استعد بعبارة الاسترداد أو المفتاح الخاص
es: Restaurar con frase de recuperación o clave privada
id: Pulihkan dengan frasa pemulihan atau kunci privat
tr: Kurtarma ifadesi veya özel anahtar ile geri yükle
vi: Khôi phục bằng cụm từ hoặc khóa riêng
zh_hans: 使用恢复短语或私钥恢复

# onboarding.add.existing.title
source: Add existing wallet
ar: إضافة محفظة موجودة
es: Añadir billetera existente
id: Tambah dompet yang ada
tr: Mevcut cüzdan ekle
vi: Thêm ví hiện có
zh_hans: 添加现有钱包

# onboarding.create.intro.generate
source: Generate recovery phrase
ar: إنشاء عبارة استرداد
es: Generar frase de recuperación
id: Buat frasa pemulihan
tr: Kurtarma ifadesi oluştur
vi: Tạo cụm từ khôi phục
zh_hans: 生成恢复短语

# onboarding.create.intro.subtitle
source: A new 12-word recovery phrase will be created for your Tron USDT wallet.
ar: سيتم إنشاء عبارة استرداد جديدة من 12 كلمة لمحفظة Tron USDT.
es: Se creará una nueva frase de recuperación de 12 palabras para tu billetera USDT en Tron.
id: Frasa pemulihan 12 kata baru akan dibuat untuk dompet USDT Tron Anda.
tr: Tron USDT cüzdanınız için yeni bir 12 kelimelik kurtarma ifadesi oluşturulacak.
vi: Một cụm từ khôi phục 12 từ mới sẽ được tạo cho ví USDT Tron của bạn.
zh_hans: 将为你的 Tron USDT 钱包创建新的 12 词恢复短语。

# onboarding.create.intro.title
source: Create wallet
ar: إنشاء محفظة
es: Crear billetera
id: Buat dompet
tr: Cüzdan oluştur
vi: Tạo ví
zh_hans: 创建钱包

# onboarding.create.intro.warning
source: Never share your recovery phrase with anyone.
ar: لا تشارك عبارة الاسترداد مع أي شخص.
es: Nunca compartas tu frase de recuperación con nadie.
id: Jangan pernah membagikan frasa pemulihan kepada siapa pun.
tr: Kurtarma ifadenizi kimseyle paylaşmayın.
vi: Không bao giờ chia sẻ cụm từ khôi phục với bất kỳ ai.
zh_hans: 切勿与任何人分享你的恢复短语。

# onboarding.recovery.confirm
source: I have securely recorded my recovery phrase
ar: لقد سجّلت عبارة الاسترداد بأمان
es: He guardado mi frase de recuperación de forma segura
id: Saya telah mencatat frasa pemulihan dengan aman
tr: Kurtarma ifademi güvenli şekilde kaydettim
vi: Tôi đã ghi lại cụm từ khôi phục một cách an toàn
zh_hans: 我已安全记录恢复短语

# onboarding.recovery.copied.warning
source: Recovery phrase copied. Store it offline — never share it.
ar: تم نسخ عبارة الاسترداد. احفظها دون اتصال — لا تشاركها أبدًا.
es: Frase copiada. Guárdala sin conexión — nunca la compartas.
id: Frasa pemulihan disalin. Simpan offline — jangan pernah dibagikan.
tr: Kurtarma ifadesi kopyalandı. Çevrimdışı saklayın — asla paylaşmayın.
vi: Đã sao chép cụm từ khôi phúc. Lưu ngoại tuyến — không bao giờ chia sẻ.
zh_hans: 恢复短语已复制。请离线保存——切勿分享。

# onboarding.recovery.copy
source: Copy recovery phrase
ar: نسخ عبارة الاسترداد
es: Copiar frase de recuperación
id: Salin frasa pemulihan
tr: Kurtarma ifadesini kopyala
vi: Sao chép cụm từ khôi phục
zh_hans: 复制恢复短语

# onboarding.recovery.never.share
source: Never share your recovery phrase. Mesh will never ask for it.
ar: لا تشارك عبارة الاسترداد. لن يطلبها Mesh منك أبدًا.
es: No compartas tu frase de recuperación. Mesh nunca la pedirá.
id: Jangan bagikan frasa pemulihan. Mesh tidak akan pernah memintanya.
tr: Kurtarma ifadenizi paylaşmayın. Mesh asla sormaz.
vi: Không chia sẻ cụm từ khôi phục. Mesh sẽ không bao giờ yêu cầu.
zh_hans: 切勿分享恢复短语。Mesh 永远不会向你索要。

# onboarding.recovery.subtitle
source: Record these 12 words in order. Store them offline only.
ar: سجّل هذه الكلمات الـ12 بالترتيب. احفظها دون اتصال فقط.
es: Anota estas 12 palabras en orden. Guárdalas solo sin conexión.
id: Catat 12 kata ini sesuai urutan. Simpan hanya secara offline.
tr: Bu 12 kelimeyi sırayla kaydedin. Yalnızca çevrimdışı saklayın.
vi: Ghi lại 12 từ này theo đúng thứ tự. Chỉ lưu trữ ngoại tuyến.
zh_hans: 按顺序记录这 12 个词。仅离线保存。

# onboarding.recovery.title
source: Backup
ar: نسخة احتياطية
es: Respaldo
id: Cadangan
tr: Yedek
vi: Cụm từ khôi phục
zh_hans: 备份

# onboarding.restore.key.action
source: Import wallet
ar: استيراد المحفظة
es: Importar billetera
id: Impor dompet
tr: Cüzdanı içe aktar
vi: Nhập ví
zh_hans: 导入钱包

# onboarding.restore.key.placeholder
source: Private key
ar: المفتاح الخاص
es: Clave privada
id: Kunci privat
tr: Özel anahtar
vi: Khóa riêng
zh_hans: 私钥

# onboarding.restore.key.subtitle
source: Paste your Tron wallet private key.
ar: الصق المفتاح الخاص لمحفظة Tron.
es: Pega la clave privada de tu billetera Tron.
id: Tempel kunci privat dompet Tron Anda.
tr: Tron cüzdan özel anahtarınızı yapıştırın.
vi: Dán khóa riêng ví Tron của bạn.
zh_hans: 粘贴你的 Tron 钱包私钥。

# onboarding.restore.key.title
source: Import private key
ar: استيراد المفتاح الخاص
es: Importar clave privada
id: Impor kunci privat
tr: Özel anahtarı içe aktar
vi: Nhập khóa riêng
zh_hans: 导入私钥

# onboarding.restore.phrase.action
source: Restore with recovery phrase
ar: استعادة بعبارة الاسترداد
es: Restaurar con frase de recuperación
id: Pulihkan dengan frasa pemulihan
tr: Kurtarma ifadesiyle geri yükle
vi: Khôi phục bằng cụm từ khôi phục
zh_hans: 使用恢复短语恢复

# onboarding.restore.phrase.placeholder
source: Enter recovery phrase…
ar: أدخل عبارة الاسترداد…
es: Introduce la frase de recuperación…
id: Masukkan frasa pemulihan…
tr: Kurtarma ifadesini girin…
vi: Nhập cụm từ khôi phục…
zh_hans: 输入恢复短语…

# onboarding.restore.phrase.subtitle
source: Enter your recovery phrase with words separated by spaces.
ar: أدخل عبارة الاسترداد مع فصل الكلمات بمسافات.
es: Introduce tu frase de recuperación con palabras separadas por espacios.
id: Masukkan frasa pemulihan dengan kata dipisahkan spasi.
tr: Kurtarma ifadenizi kelimeler arasında boşluk bırakarak girin.
vi: Nhập cụm từ khôi phục, các từ cách nhau bằng dấu cách.
zh_hans: 输入恢复短语，词与词之间用空格分隔。

# onboarding.restore.phrase.title
source: Restore with recovery phrase
ar: استعادة بعبارة الاسترداد
es: Restaurar con frase de recuperación
id: Pulihkan dengan frasa pemulihan
tr: Kurtarma ifadesiyle geri yükle
vi: Khôi phục bằng cụm từ khôi phục
zh_hans: 使用恢复短语恢复

# onboarding.wallet.ready.open
source: Open wallet
ar: فتح المحفظة
es: Abrir billetera
id: Buka dompet
tr: Cüzdanı aç
vi: Mở ví
zh_hans: 打开钱包

# onboarding.wallet.ready.subtitle
source: Your wallet is set up and ready to use.
ar: محفظتك جاهزة للاستخدام.
es: Tu billetera está configurada y lista.
id: Dompet Anda siap digunakan.
tr: Cüzdanınız kuruldu ve kullanıma hazır.
vi: Ví của bạn đã được thiết lập và sẵn sàng.
zh_hans: 你的钱包已设置完成，可以使用。

# onboarding.wallet.ready.title
source: Wallet ready
ar: المحفظة جاهزة
es: Billetera lista
id: Dompet siap
tr: Cüzdan hazır
vi: Ví đã sẵn sàng
zh_hans: 钱包已就绪

source: Optional. Shown in your wallet list.
ar: اختياري. يظهر في قائمة محافظك.
zh_hans: 可选。显示在钱包列表中。

# privacy.consolidate.button
source: Move USDT to main address
ar: نقل USDT إلى العنوان الرئيسي
zh_hans: 将 USDT 移至主地址

# privacy.consolidate.done
source: Moved %lld transfers to your main address.
ar: تم نقل %lld تحويل إلى عنوانك الرئيسي.
zh_hans: 已将 %lld 笔转账移至你的主地址。

# privacy.consolidate.hint
source: Sends the full balance from addresses 2–5 to your main address (address 1). No mixing with other wallets.
ar: يرسل الرصيد الكامل من العناوين 2–5 إلى عنوانك الرئيسي (العنوان 1). بدون خلط مع محافظ أخرى.
zh_hans: 将地址 2–5 的全部余额发送至你的主地址（地址 1）。不与其他钱包混合。

# privacy.consolidate.progress
source: Transfer %@ of %@
ar: تحويل %1$@ من %2$@
zh_hans: 转账 %1$@ / %2$@

# privacy.consolidate.running
source: Moving USDT…
ar: جارٍ نقل USDT…
zh_hans: 正在移动 USDT…

# privacy.consolidate.title
source: Consolidate addresses
ar: دمج العناوين
zh_hans: 合并地址

# privacy.protection.item1
source: Receive: your main address by default — generate a new one on Receive for private incoming payments
ar: الاستلام: عنوانك الرئيسي افتراضيًا — أنشئ عنوانًا جديدًا في الاستلام للمدفوعات الواردة الخاصة
es: Recibir: dirección principal por defecto — genera una nueva en Recibir para pagos privados
id: Terima: alamat utama default — buat alamat baru di Terima untuk pembayaran masuk privat
tr: Al: varsayılan ana adresiniz — gizli gelen ödemeler için Al'da yeni adres oluşturun
vi: Nhận: địa chỉ chính mặc định — tạo địa chỉ mới trong Nhận cho thanh toán riêng tư
zh_hans: 收款：默认使用主地址——在收款页面生成新地址以进行隐私收款

# privacy.protection.item2
source: Send opens with your default method — you can still change it on each transfer
ar: الإرسال يفتح بطريقتك الافتراضية — يمكنك تغييرها في كل تحويل
es: Enviar abre con tu método predeterminado — puedes cambiarlo en cada transferencia
id: Kirim dibuka dengan metode default — Anda bisa mengubahnya setiap transfer
tr: Gönder varsayılan yönteminizle açılır — her transferde değiştirebilirsiniz
vi: Gửi mở bằng phương thức mặc định — bạn vẫn có thể đổi mỗi lần chuyển
zh_hans: 发送默认使用你的默认方式——每次转账仍可更改

# privacy.protection.item3
source: Each new receive address is separate on-chain
ar: كل عنوان استلام جديد منفصل على السلسلة
es: Cada nueva dirección de recepción es independiente on-chain
id: Setiap alamat terima baru terpisah on-chain
tr: Her yeni alım adresi zincirde ayrıdır
vi: Mỗi địa chỉ nhận mới tách biệt trên chuỗi
zh_hans: 每个新收款地址在链上相互独立

# privacy.protection.title
source: What's protecting you
ar: ما الذي يحميك
es: Qué te protege
id: Yang melindungi Anda
tr: Sizi ne koruyor
vi: Điều bảo vệ bạn
zh_hans: 保护机制

# privacy.receive.body
source: To receive USDT safely, open Receive and tap Generate another address. Each payment can use a new wallet address so senders cannot link them to your main balance.
ar: لاستلام USDT بأمان، افتح الاستلام واضغط إنشاء عنوان آخر. يمكن لكل دفعة استخدام عنوان محفظة جديد حتى لا يربط المرسلون بينها وبين رصيدك الرئيسي.
zh_hans: 要安全接收 USDT，请打开收款并点击生成另一个地址。每笔付款可使用新钱包地址，发送方无法将其与你的主余额关联。

# privacy.receive.title
source: Secure receive
ar: استلام آمن
es: Recepción privada
id: Penerimaan privat
tr: Gizli alım
vi: Nhận riêng tư
zh_hans: 安全收款

# privacy.send.body
source: Tap a method to set the default for Send. The send fee is added to your transfer total and shown before you confirm.
ar: اضغط طريقة لتعيين الافتراضي للإرسال. تُضاف رسوم الإرسال إلى إجمالي التحويل وتُعرض قبل التأكيد.
es: Toca un método para establecer el predeterminado en Enviar. La comisión se suma al total y se muestra antes de confirmar.
id: Ketuk metode untuk mengatur default Kirim. Biaya kirim ditambahkan ke total transfer dan ditampilkan sebelum konfirmasi.
tr: Varsayılan gönderim yöntemini seçmek için bir yönteme dokunun. Gönderim ücreti toplam tutara eklenir ve onaydan önce gösterilir.
vi: Chạm vào phương thức để đặt mặc định cho Gửi. Phí gửi được cộng vào tổng và hiển thị trước khi xác nhận.
zh_hans: 点击方式以设置发送默认值。发送手续费会加入转账总额，并在确认前显示。

# privacy.send.title
source: Sending USDT
ar: إرسال USDT
es: Enviar USDT
id: Mengirim USDT
tr: USDT gönderme
vi: Gửi USDT
zh_hans: 发送 USDT

# privacy.title
source: Wallet privacy
ar: خصوصية المحفظة
es: Privacidad de la billetera
id: Privasi dompet
tr: Cüzdan gizliliği
vi: Quyền riêng tư ví
zh_hans: 钱包隐私

# receive.address.main
source: Main
ar: رئيسي
es: Principal
id: Alamat utama
tr: Ana adres
vi: Địa chỉ chính
zh_hans: 主地址

# receive.address.slot
source: Address %@
ar: العنوان %@
es: Dirección %@
id: Alamat %@
tr: Adres %@
vi: Địa chỉ %@
zh_hans: 地址 %@

# receive.balance.slot
source: Account %@
ar: الحساب %@
es: Cuenta %@
id: Akun %@
ru: Аккаунт %@
tr: Hesap %@
vi: Tài khoản %@
zh_hans: 账户 %@

# receive.choose.address.hint
source: Choose which address to receive USDT on. Your balance is the total across all five.
ar: اختر العنوان لاستلام USDT عليه. رصيدك هو المجموع عبر العناوين الخمسة.
es: Elige en qué dirección recibir USDT. Tu saldo es la suma de las cinco.
id: Pilih alamat untuk menerima USDT. Saldo Anda adalah total kelima alamat.
tr: USDT almak için adres seçin. Bakiyeniz beş adresin toplamıdır.
vi: Chọn địa chỉ nhận USDT. Số dư là tổng của cả năm địa chỉ.
zh_hans: 选择接收 USDT 的地址。你的余额是五个地址的总和。

# receive.delete.address.action
source: Remove
ar: إزالة
es: Eliminar
id: Hapus
tr: Kaldır
vi: Xóa
zh_hans: 移除

# receive.delete.address.detail.account_index
source: Account index: %@
ar: فهرس الحساب: %@
ru: Индекс счёта: %@
zh_hans: 账户索引：%@

# receive.delete.address.detail.address
source: Address: %@
ar: العنوان: %@
ru: Адрес: %@
zh_hans: 地址：%@

# receive.delete.address.detail.balance
source: Account: %@
ar: الحساب: %@
ru: Аккаунт: %@
zh_hans: 账户：%@

# receive.delete.address.detail.footer
source: This balance will be removed from your balance list. Funds on this address stay on-chain.
ar: سيُزال هذا الرصيد من قائمة أرصدتك. الأموال على هذا العنوان تبقى على السلسلة.
ru: Этот баланс будет удалён из списка. Средства на этом адресе останутся в сети.
zh_hans: 此余额将从余额列表中移除。该地址上的资金仍保留在链上。

# receive.delete.address.detail.path
source: Derivation path: %@
ar: مسار الاشتقاق: %@
ru: Путь деривации: %@
zh_hans: 派生路径：%@

# receive.delete.address.message
source: %@ will be removed from your balance list. Funds on this address stay on-chain.
ar: سيُزال %@ من قائمة أرصدتك. الأموال على هذا العنوان تبقى على السلسلة.
es: %@ se eliminará de tu lista. Los fondos en esta dirección siguen en la cadena.
id: %@ akan dihapus dari daftar. Dana di alamat ini tetap di on-chain.
ru: %@ будет удалён из списка аккаунтов. Средства на этом адресе останутся в сети.
tr: %@ listeden kaldırılacak. Bu adresteki bakiye zincirde kalır.
vi: %@ sẽ bị xóa khỏi danh sách. Số dư trên địa chỉ này vẫn còn on-chain.
zh_hans: %@ 将从余额列表中移除。该地址上的资金仍保留在链上。

# receive.delete.address.title
source: Remove account?
ar: إزالة الحساب؟
es: ¿Eliminar dirección?
id: Hapus alamat?
ru: Удалить аккаунт?
tr: Adres kaldırılsın mı?
vi: Xóa địa chỉ?
zh_hans: 移除账户？

# receive.depth.index
source: Depth %@
ar: العمق %@
es: Profundidad %@
id: Kedalaman %@
ru: Глубина %@
tr: Derinlik %@
vi: Độ sâu %@
zh_hans: 深度 %@

# receive.depth.short
source: depth
ar: عمق
es: nivel
id: kedalaman
tr: derinlik
vi: độ sâu
zh_hans: 深度

# receive.generate.address
source: Generate another address
ar: إنشاء عنوان آخر
es: Generar otra dirección
id: Buat alamat lain
tr: Yeni adres oluştur
vi: Tạo địa chỉ khác
zh_hans: 生成另一个地址

# receive.generate.balance
source: Create account
ar: إنشاء حساب
es: Crear cuenta
id: Buat akun
ru: Создать аккаунт
tr: Hesap oluştur
vi: Tạo tài khoản
zh_hans: 创建账户

# receive.main.badge
source: main
ar: رئيسي
es: principal
id: utama
tr: ana
vi: chính
zh_hans: 主

source: Receive on address
ar: الاستلام على العنوان
es: Recibir en dirección
id: Terima di alamat
tr: Alacak adresi
vi: Nhận tại địa chỉ
zh_hans: 在此地址收款

# receive.private.hint
source: Use a new address to receive without exposing your main balance.
ar: استخدم عنوانًا جديدًا للاستلام دون كشف رصيدك الرئيسي.
es: Usa una dirección nueva para recibir sin exponer tu saldo principal.
id: Gunakan alamat baru untuk terima tanpa mengekspos saldo utama.
tr: Ana bakiyenizi göstermeden almak için yeni adres kullanın.
vi: Dùng địa chỉ mới để nhận mà không lộ số dư chính.
zh_hans: 使用新地址收款，避免暴露主余额。

# receive.share.footer
source: Sent via Mesh Wallet
ar: أُرسل عبر Mesh Wallet
es: Enviado con Mesh Wallet
id: Dikirim via Mesh Wallet
tr: Mesh Wallet ile gönderildi
vi: Gửi qua Mesh Wallet
zh_hans: 通过 Mesh Wallet 发送

# receive.show.more
source: Show more
ar: عرض المزيد
es: Ver más
id: Tampilkan lainnya
tr: Daha fazla göster
vi: Xem thêm
zh_hans: 显示更多

# receive.title
source: Receive USDT
ar: استلام USDT
es: Recibir USDT
id: Terima USDT
tr: USDT al
vi: Nhận USDT
zh_hans: 接收 USDT

# security.change.passcode
source: Change passcode
ar: تغيير رمز المرور
es: Cambiar código
id: Ubah kode sandi
tr: Parolayı değiştir
vi: Đổi mã PIN
zh_hans: 更改密码

# security.confirm.passcode
source: Confirm passcode
ar: تأكيد رمز المرور
es: Confirmar código
id: Konfirmasi kode sandi
tr: Parolayı onayla
vi: Xác nhận mã PIN
zh_hans: 确认密码

# security.create.passcode
source: Create passcode
ar: إنشاء رمز مرور
es: Crear código
id: Buat kode sandi
tr: Parola oluştur
vi: Tạo mã PIN
zh_hans: 创建密码

# security.lock.faceid
source: Unlock with %@
ar: فتح القفل بـ %@
es: Desbloquear con %@
id: Buka dengan %@
tr: %@ ile aç
vi: Mở bằng %@
zh_hans: 使用 %@ 解锁

# security.lock.subtitle
source: Unlock your wallet
ar: افتح محفظتك
es: Desbloquea tu billetera
id: Buka kunci dompet
tr: Cüzdanınızın kilidini açın
vi: Mở khóa ví
zh_hans: 解锁你的钱包

# security.lock.title
source: Enter passcode
ar: أدخل رمز المرور
es: Introduce el código
id: Masukkan kode sandi
tr: Parolayı girin
vi: Nhập mã PIN
zh_hans: 输入密码

# security.passcode.incorrect
source: Incorrect passcode. Try again.
ar: رمز المرور غير صحيح. حاول مرة أخرى.
es: Código incorrecto. Inténtalo de nuevo.
id: Kode sandi salah. Coba lagi.
tr: Hatalı parola. Tekrar deneyin.
vi: Mã PIN sai. Thử lại.
zh_hans: 密码不正确。请重试。

# send.activate.address
source: Activate address
ar: تفعيل العنوان
zh_hans: 激活地址

# send.activating.address
source: Activating address… Please wait.
ar: جارٍ تفعيل العنوان… يرجى الانتظار.
zh_hans: 正在激活地址…请稍候。

# send.activation.timeout
source: Activation is taking longer than expected. Please wait and try again.
ar: يستغرق التفعيل وقتًا أطول من المتوقع. يرجى الانتظار والمحاولة مرة أخرى.
zh_hans: 激活时间超出预期。请稍候后重试。

# send.address.placeholder
source: Wallet address
ar: عنوان المحفظة
es: Dirección de billetera
id: Alamat dompet
tr: Cüzdan adresi
vi: Địa chỉ ví
zh_hans: 钱包地址

# send.available
source: Available %@
ar: متاح %@
es: Disponible %@
id: Tersedia %@
tr: Kullanılabilir %@
vi: Khả dụng %@
zh_hans: 可用 %@

# send.available.multi
source: Available %@ across your addresses
ar: متاح %@ عبر عناوينك
es: Disponible %@ en tus direcciones
id: Tersedia %@ di semua alamat
tr: Adreslerinizde toplam %@
vi: Khả dụng %@ trên các địa chỉ
zh_hans: 各地址可用 %@
